Revit 2024 API
ParameterTypeId.RectMullionWidth2 Property
 "Width on side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RectMullionWidth2 { get; }
Visual Basic
Public Shared ReadOnly Property RectMullionWidth2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RectMullionWidth2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace